{
    "Comment.nvim": { "branch": "master" },
    "Ionide-vim": { "branch": "master" },
    "LuaSnip": { "branch": "master" },
    "SchemaStore.nvim": { "branch": "main" },
    "bufferline.nvim": { "branch": "main" },
    "clangd_extensions.nvim": { "branch": "main" },
    "cmp-buffer": { "branch": "main" },
    "cmp-nvim-lsp": { "branch": "main" },
    "cmp-path": { "branch": "main" },
    "cmp_luasnip": { "branch": "master" },
    "conform.nvim": { "branch": "master" },
    "darkplus": { "branch": "master" },
    "diffview.nvim": { "branch": "main" },
    "dressing.nvim": { "branch": "master" },
    "friendly-snippets": { "branch": "main" },
    "gitsigns.nvim": { "branch": "main" },
    "harpoon": { "branch": "master" },
    "lazy.nvim": { "branch": "main" },
    "lspkind.nvim": { "branch": "master" },
    "lualine.nvim": { "branch": "master" },
    "neo-tree.nvim": { "branch": "v3.x" },
    "neoconf.nvim": { "branch": "main" },
    "neodev.nvim": { "branch": "main" },
    "nui.nvim": { "branch": "main" },
    "nvim-cmp": { "branch": "main" },
    "nvim-lsp-file-operations": { "branch": "master" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-surround": { "branch": "main" },
    "nvim-treesitter": { "branch": "master" },
    "nvim-ts-context-commentstring": { "branch": "main" },
    "nvim-web-devicons": { "branch": "master" },
    "nvim-window-picker": { "branch": "main" },
    "omnisharp-vim": { "branch": "master" },
    "plenary.nvim": { "branch": "master" },
    "rustaceanvim": { "branch": "master" },
    "telescope-undo.nvim": { "branch": "main" },
    "telescope.nvim": { "branch": "0.1.x" },
    "typescript-tools": { "branch": "master" },
    "which-key.nvim": { "branch": "main" }
}
